Repository: MaddTheSane/OSXvnc
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja

source: Connection invitation sent to Connect Host
de: Verbindungsanforderung an den Zielhost gesendet
fr: Invitation de connexion envoyée à l'hôte cible
it: Invito alla connessione inviato all'host
ja: 接続依頼を「接続ホスト」へ送信しました。

source: Error: No Authorization
de: Fehler: Fehlende Authorisierung
fr: Erreur: Pas d'autorisation
it: Errore: Nessuna Autorizzazione

source: Error: Unable To Setup Password File
de: Fehler: Kann die Passwortdatei nicht ändern
fr: Erreur: Impossible d'initialiser le fichier de mot de passe
it: Errore: Impossibile impostare la parola chiave

source: Error: Unable To Write out Temporary Script File
de: Fehler: Kann die temporäre Skriptdatei nicht schreiben
fr: Erreur: Impossible d'écrire le fichier script temporaire
it: Errore: Impossibile scrivere lo script temporaneo

# Error: Unabled to remove startup item
source: Error: Unable to remove startup item
de: Fehler: Kann das Startup-Item nicht entfernen
fr: Erreur: Impossible de supprimer le service de démarrage
it: Errore: Impossibile rimuovere l'elemento di avvio

source: Host Names
de: Host-Namen
fr: Noms du poste
it: Nomi degli Host
ja: ホスト名

source: IP Address
de: IP-Adresse
fr: Address IP
it: Indirizzo IP
ja: IP アドレス

source: IP Addresses
de: IP-Adressen
fr: Addresses IP
it: Indirizzi IP
ja: IP アドレス

source: Need a valid Port or Display Number
de: Benötigt eine gültige Port- oder Displaynummer
fr: Numéro de port / d'affichage non valide
it: Numero di porta / Numero Visore non corretto
ja: 有効なポートまたはディスプレイ名が必要です。

# Option Change Requires a Restart
source: Restart Server to Affect Changes
de: Einstellungsänderung erfordert einen Neustart
fr: Redémarrer le serveur pour enregistrer les changements
it: Riavvia il server per rendere effettivi i cambiamenti
ja: 設定変更には再起動が必要です。

source: Please specify a Connect Host to establish a connection
de: Bitte einen Zielhost angeben, um eine Verbindung aufbauen zu können
fr: Veuillez spécifier un hôte cible vers lequel établir une connexion
it: Per favore specifica un'host di connessione per stabilire un collegamento
ja: 「接続ホスト」を指定して下さい。

# Probably because another VNC is already using this port.
source: (There is already a VNC server running on this port)
de: Eventuell benutzt ein anderer VNC-Server bereits diesen Port.
fr: Probablement car une autre instance de VNC utilise déjà ce port.
it: Probabilmente perché un altro VNC sta usando questa porta.
ja: このポートは既にほかの VNC によって使用されている可能性があります。

# Probably because the OSXvnc server is already running as a Startup Item.
source: (You may already be running a System Server on this port)
de: Eventuell läuft der OSXvnc-Server bereits als Startobjekt.
fr: Probablement car Vine serveur est déjà lançé comme service de démarrage
it: Probabilmente perché il server Vine è già avviato all'avvio del Mac
ja: Vine サーバが既に起動項目として起動している可能性があります。

source: Problem - Unable to store password to %@
de: Problem - Das Passwort kann nicht in %@ gespeichert werden
fr: Problème - Impossible d'enregistrer le mot de passe dans %@
it: Problema - Impossibile registrare la parola chiave in %@
ja: パスワードを '%@' へ保存できません。

source: Restart Server
de: Server-Neustart
fr: Redémarrer
it: Riavvia il Server
ja: サーバを再起動

source: Screen Resolution changed - Server Reinitialized
de: Bildschirmauflösung geändert - Server-Reinitialisierung
fr: Résolution d'affichage modifiée - Serveur réinitialisé
it: Risoluzione schermo cambiata - Server Reinizializzato
ja: 画面の解像度が変更 - サーバを再初期化しました。

source: Server Running
de: Der Server wurde aktiviert
fr: Le serveur est activé
it: Il server è in esecuzione
ja: サーバは動作中。

source: Start Server
de: Server starten
fr: Démarrer
it: Avvia Server
ja: サーバを起動

# Startup Item Configured (Started)
source: The System Server is running
de: Startup-Item konfiguriert (gestartet)
fr: Service de démarrage configuré (Démarrer)
it: Elemento di avvio configurato (Avviato)
ja: 起動項目として設定されました。（開始）

# Startup Item Disabled (Stopped)
source: The System Server is not running
de: Startup-Item deaktiviert (gestoppt)
fr: Service de démarrage désactivé (Arrêté)
it: Elemento di avvio disattivato (Fermato)
ja: 起動項目を無効にしました。（停止）

source: The server has stopped running. See Log (%d)
de: Der Server wurde beendet. Siehe Protokoll (%d)
fr: Le serveur s'est arrêté. Consultez le fichier Log (%d)
it: Il server si è fermato. Consulta il resoconto (%d)
ja: サーバが停止しました。詳細はログ (%d) を参照してください。

source: The server is not running.
de: Der Server läuft nicht.
fr: Le serveur est arrêté.
it: Il server non è in esecuzione.
ja: サーバは動作していません。

# The server is stopped.
source: The server is not running.
de: Der Server wurde angehalten.
fr: Le serveur est arrêté.
it: Il server è fermo.
ja: サーバは停止しています。

source: Host Name
fr: Nom du poste
it: Nome dell'Host
ja: ホスト名
